VA_NAME = 'Кеша'

VA_VER = "1.4"

VA_ALIAS = ('кеша', 'кеш', 'инокентий', 'иннокентий', 'кишун', 'киш', 'кишаня', 'кешечка', 'кэш', 'кэша', 'Кеша', 'Иннокентий')

VA_TBR = ('скажи', 'покажи', 'ответь', 'произнеси', 'расскажи', 'сколько')

VA_CMD_LIST = {
    "help": ('список команд', 'команды', 'что ты умеешь', 'твои навыки', 'навыки'),
    "ctime": ('время', 'текущее время', 'сейчас времени', 'который час'),
    "joke": ('расскажи анекдот', 'рассмеши', 'шутка', 'расскажи шутку', 'пошути', 'развесели'),
    "open_browser": ('открой браузер', 'запусти браузер', 'открой гугл хром', 'гугл хром', 'гугл'),
    "open_vk": ('открой вк', 'запусти века', 'включи века', 'века'),
    "open_youtube": ('открой ютуб', 'запусти ютуб', 'включи ютуб', 'ютуб'),
    "wiki_search": ('что такое', 'дай определение', 'расскажи о', 'кто такой'),
    "google_search": ('загугли', 'за гугле'),
    "start_dialog": ('начать диалог', 'давай разговаривать', 'начать разговор', 'давай общаться'),
    "end_dialog": ('закончить диалог', 'выключить диалог', 'закончить разговор', 'конец общения')
}